<?php
return [
	/*
	|--------------------------------------------------------------------------
	| 错误提示页面
	|--------------------------------------------------------------------------
	| 发生错误并且闭关DEBUG时,用于显示错误内容的页面
	| 可以根据网站特点自定义页面用于显示一个友好的错误提示
	*/
	'bug'         => ROOT_PATH . '/resource/view/bug.php',

	/*
	|--------------------------------------------------------------------------
	| 提示错误处理
	|--------------------------------------------------------------------------
	| 是否显示NOTICE提示错误信息
	| 当为FALSE时所有NOTICE错误系统将忽略显示
	| 建议设置为FALSE
	*/
	'show_notice' => false,
];